<?xml version="1.0" encoding="utf-8"?>
<gameList>
    <game>
        <path>./Advanced VG (J).cue</path>
        <name>Advanced V.G.</name>
        <desc>Versi&oacute;n&nbsp;mejorada del primer V.G., con varios personajes nuevos y, por fin, un argumento. Los gr&aacute;ficos y especialmente la m&uacute;sica (espectacular puesto que est&aacute;; en formato CD) fueron notablemente mejorados.</desc>
        <image>./covers/avgssc.jpg</image>
        <video>./videosnaps/Advanced_V.G._Japan.mp4</video>
        <marquee>./logo/advancedvglogo.gif</marquee>
        <thumbnail>./logo/advancedvglogo.gif</thumbnail>
        <rating>0</rating>
        <releasedate>19970314T000000</releasedate>
        <developer>TGL</developer>
        <publisher>Giga</publisher>
        <genre>Lucha</genre>
        <players>2</players>
        <playcount>0</playcount>
        <lastplayed>20200221T115107</lastplayed>
    </game>
    <game>
        <path>./Alien Trilogy (E).cue</path>
        <name>Alien Trilogy</name>
        <desc>En el papel de la teniente Ellen Ripley, el jugador experimenta una historia vagamente ambientada de las tres primeras pel&iacute;culas de la franquicia Alien.

La historia se cuenta a trav&amp;eacute;s de informes de misiones&nbsp;basados en una pantalla inicial de texto que gu&iacute;a al jugador a trav&eacute;s de una historia extendida y orientada a la acci&oacute;n, bas&aacute;ndose mas en una adaptaci&oacute;n&nbsp;a videojuego y a los personajes de la franquicia en lugar de ser una adaptaci&oacute;n fiel a las pel&iacute;culas

El videojuego comienza con una introducci&oacute;n en CGI, en la que Ripley junto con un grupo de Marines (visualmente parecidos a los de la pel&iacute;culas Aliens: El regreso) van en una nave con direcci&oacute;n a LV-426 para restaurar la comunicaci&oacute;n con la colonia presente, donde ser&aacute; el inicio de la acci&oacute;n de la historia.</desc>
        <image>./covers/alien-trilogy.png</image>
        <video>./videosnaps/Alien_Trilogy_Europe_EnFrEsIt.mp4</video>
        <marquee>./logo/alien-trilogy-logo.png</marquee>
        <thumbnail>./logo/alien-trilogy-logo.png</thumbnail>
        <rating>0</rating>
        <releasedate>19960808T000000</releasedate>
        <developer>Probe Entertainment</developer>
        <publisher>Acclaim Entertainment</publisher>
        <genre>FPS</genre>
        <players>1</players>
        <playcount>0</playcount>
        <lastplayed>20200221T115107</lastplayed>
    </game>
    <game>
        <path>./Astra Superstars (J).cue</path>
        <name>Astra Superstars</name>
        <desc>El objetivo del juego de lucha basado en el aire es noquear al oponente en dos de las tres rondas (excepto la pelea final de un solo jefe). Hay dos modos en la versi&oacute;n original de arcade: &quot;Modo historia&quot; (solo 1P) o &quot;1P VS. 2P&quot;.

En el &quot;Modo historia&quot;,&nbsp;al comienzo de cada batalla, el jugador debe conversar con el oponente seleccionando una de las tres oraciones. Dependiendo de la oraci&oacute;n&nbsp;seleccionada, el oponente controlado por la CPU se calienta&nbsp;(se vuelve dif&iacute;cil), se enfr&iacute;a (se vuelve f&aacute;cil) o se mantiene neutral antes de pelear (sin cambio de dificultad). Dependiendo de lo que se diga, el jugador puede encontrarse con el Diablo (basado en el mal juicio del personaje) o el &Aacute;ngel (basado en el buen juicio del personaje) para luchar antes que el jefe final, aunque el &Aacute;ngel requiere que el jugador juzgue bien a su oponente no tener hipo, o de lo contrario el Diablo aparecer&aacute;; inevitablemente, en caso de que una sola opci&oacute;n sea mala.

Los jugadores controlan con un joystick de 8 volantes y seis botones, similar a una de las dos versiones de gabinete arcade del Street Fighter de 1987 y su secuela Street Fighter II .

A diferencia de la mayor&iacute;a de los juegos de lucha,&nbsp;<em>Astra Superstars</em>&nbsp;presenta los movimientos b&aacute;sicos peque&ntilde;os y los grandes movimientos especiales de estrellas, pero no movimientos especiales de tama&ntilde;o mediano.&nbsp;El jugador puede invocar un escudo alrededor del personaje.&nbsp;Si el jugador ataca constantemente a un oponente que est&aacute; vigilando, el guardia se rompe, haciendo que el oponente no pueda moverse brevemente.&nbsp;Cuando est&aacute; al lado del oponente, el jugador puede &quot;volverse atr&aacute;s&quot; del oponente.&nbsp;Si el jugador noquea al oponente por segunda vez, ya sea con uno de los dos movimientos b&aacute;sicos de botones pesados ​​o con un Star Special, el oponente saldr&aacute; de la pantalla.&nbsp;Si el jugador ataca agresivamente y KOs al oponente mareado, se convierte en un KO &quot;Doctor Down&quot;.&nbsp;Al igual que en&nbsp;<a href="https://en.wikipedia.org/wiki/Data_East" style="text-decoration:none; color:#0b0080; background:none #ffffff; font-family:sans-serif; font-size:14px; font-style:normal; font-variant-ligatures:normal; font-variant-caps:normal; font-weight:400; letter-spacing:normal; orphans:2; text-align:start; text-indent:0px; text-transform:none; white-space:normal; widows:2; word-spacing:0px; -webkit-text-stroke-width:0px" title="Data East">Data East</a>&nbsp;&#39;s&nbsp;<a class="mw-redirect" href="https://en.wikipedia.org/wiki/1984_in_video_gaming" style="text-decoration:none; color:#0b0080; background:none #ffffff; font-family:sans-serif; font-size:14px; font-style:normal; font-variant-ligatures:normal; font-variant-caps:normal; font-weight:400; letter-spacing:normal; orphans:2; text-align:start; text-indent:0px; text-transform:none; white-space:normal; widows:2; word-spacing:0px; -webkit-text-stroke-width:0px" title="1984 en videojuegos">1984&nbsp;</a><em><a href="https://en.wikipedia.org/wiki/Karate_Champ" style="text-decoration:none; color:#0b0080; background:none" title="Campeón de karate">Karate Champ</a></em>arcade, cuando se acabe el tiempo, el juez determinar&aacute; qui&eacute;n pele&oacute; mejor.&nbsp;Dependiendo de c&oacute;mo el jugador u oponente gane una ronda, el ganador tendr&aacute; una cierta letra colocada debajo de su barra de vida.&nbsp;La &quot;V&quot; significa que el ganador KOED al oponente con un movimiento b&aacute;sico, la &quot;S&quot; significa que el ganador KO&#39;d al oponente con un Star Special, la &quot;D&quot; significa que el ganador KO agresivamente al oponente mareado, y &quot;J&quot; significa que el ganador fue elegido por el juez.</desc>
        <image>./covers/astra-superstars.jpg</image>
        <video>./videosnaps/Astra_Superstars_Japan.mp4</video>
        <marquee>./logo/Astra-Superstars-Logo.png</marquee>
        <thumbnail>./logo/Astra-Superstars-Logo.png</thumbnail>
        <rating>0</rating>
        <releasedate>19980806T000000</releasedate>
        <developer>SANTACLAUS</developer>
        <publisher>Sunsoft</publisher>
        <genre>Lucha</genre>
        <players>2</players>
        <playcount>0</playcount>
        <lastplayed>20200221T115107</lastplayed>
    </game>
    <game>
        <path>./Asuka 120pct Burning Fest Limited (JAP).cue</path>
        <name>Asuka 120% Limited: Burning Fest. Limited</name>
        <desc>El juego se desarrolla en la Escuela Privada de Ryōran para Mujeres que educa a las hijas de los niveles superiores de la sociedad. Los clubes de la escuela realizan anualmente un torneo de artes marciales llamado Concurso de Presupuesto de Rivalidad de Clubes Mega Fight.

El personaje principal es Asuka Honda del Club de Qu&iacute;mica . Otros personajes incluyen miembros del club de tenis , el club de voleibol , el club Cheer Leading y el club Karate . Cada personaje emplea un estilo de lucha diferente y las t&eacute;cnicas son &uacute;nicas para cada club.</desc>
        <image>./covers/asuka-120-limited-burning-fest-limited.jpeg</image>
        <video>./videosnaps/Asuka_120_Limited_-_Burning_Fest._Limited_Japan_Hack_Translated_En.mp4</video>
        <marquee>./logo/asuka120logo.gif</marquee>
        <thumbnail>./logo/asuka120logo.gif</thumbnail>
        <rating>0</rating>
        <releasedate>19971009T000000</releasedate>
        <developer>Success</developer>
        <publisher>Kodansha Publishers, Ltd.</publisher>
        <genre>Lucha</genre>
        <players>2</players>
        <playcount>0</playcount>
        <lastplayed>20200221T115107</lastplayed>
    </game>
    <game>
        <path>./Batman Forever The Arcade Game (Saturn) (E).cue</path>
        <name>Batman Forever: The Arcade Game</name>
        <desc><em><strong>Batman Forever: The Arcade Game</strong></em>&nbsp;es un videojuego basado en la pel&iacute;cula del mismo nombre. Dos Caras y sus secuaces, junto con el Acertijo, est&aacute;n causando un sinf&iacute;n de problemas para la Ciudad G&oacute;tica. Una vez m&aacute;s, depende del d&uacute;o din&aacute;mico: Batman y Robin lanzar una llave inglesa en su confabulaci&oacute;n.</desc>
        <image>./covers/batman-forever-the-arcade-game.png</image>
        <video>./videosnaps/Batman_Forever_-_The_Arcade_Game_Europe.mp4</video>
        <marquee>./logo/batman-forever-logo.png</marquee>
        <thumbnail>./logo/batman-forever-logo.png</thumbnail>
        <rating>0</rating>
        <releasedate>19970101T000000</releasedate>
        <developer>Iguana Entertainment</developer>
        <publisher>Acclaim Entertainment</publisher>
        <genre>Beat 'em Up</genre>
        <players>2</players>
        <playcount>0</playcount>
        <lastplayed>20200221T115107</lastplayed>
    </game>
</gameList>